{
  "contactTitle": "BlueSphere MDM助力物流运输业务",
  "business": "Business",
  "businessTitle": "Improve business operation process and give employees exclusive rights",
  "businessSubTitle": "Deploy, monitor and manage employee mobile devices with BlueSphere MDM",
  "zeroTouchRegister": "Zero Touch Registration",
  "zeroTouchRegisterTitle": "Register employee devices in batches through the initialization template, save energy and work out of the box",
  "zeroTouchRegisterSubTitle": "Single configuration management of employee devices will waste a lot of human resources and time costs for the enterprise, but now, Blue BlueSphere MDM can save you the trouble of unified configuration management of all mobile devices. Register any of your Android devices through Templates are used for unified and seamless configuration. In just a few minutes, BlueSphere MDM will help you configure all employee devices and use them out of the box. Employee device management is as simple as that!",
  "useBsToManageTerminal": "Use BlueSphere to manage self-service terminals",
  "deviceAccessManage": "Device Access Management",
  "deviceAccessManageTitle": "Restrict employee device application access restrictions to improve employee work efficiency",
  "deviceAccessManageSubTitle": "BlueSphere MDM allows you to restrict employee device access to apps, files, web pages and restrict installation of other apps on Android devices; block unnecessary form autofills, javascript, popups, cookies, and history Work has nothing to do with information. This provides employees with a more focused and efficient working environment, effectively improves the way the company operates, and strengthens the management of employees.",
  "useBsManageDevice": "Use BlueSphere to manage employee devices",
  "dataProtect": "Protect Data",
  "dataProtectTitle": "Real-time location tracking and remote wiping of devices to protect device data security and reduce unnecessary losses",
  "dataProtectSubTitle": "Data security is a major issue that enterprise employees need to pay attention to when using mobile devices. BlueSphere MDM protects employee devices by enforcing passwords and encryption. In case of device loss, remote lock and wipe device data can be used. It protects device data security, and can also track lost devices based on GPS high-precision positioning, helping you find devices and reduce asset losses. Let your employees focus on work without worrying about device security.",
  "protectDeviceNow": "Protect Device Now",
  "saveTime": "Save Time",
  "saveTimeSubtitle": "Register devices to the cloud in batches, eliminating the need for individual configuration time. Employees only need to turn on the device and wait for a few minutes for the device to automatically configure, and then they can have a dedicated device.",
  "easyToLearn": "Easy to Learn",
  "easyToLearnSubtitle": "The interface of the device management platform is simple, the interaction is simple and friendly, and the entire device management system is presented in the most intuitive way in front of your eyes. It removes tediousness, easy to use, and efficient management.",
  "expandable": "Arbitrarily expandable",
  "expandableSubtitle": "BlueSphere provides solutions suitable for any team size. Regardless of the number of devices, we will ensure that your devices are running in the best condition and escort your team's growth.",
  "functionTitle": "Provide power for your business operation and development",
  "functionSubTitle": "BlueSphere is an intelligent management cloud platform designed for single-purpose Android devices. It is used for Android device deployment and management, enhancing employee productivity while ensuring enterprise security. It is used for Android device deployment and management, in Enhancing employee productivity without compromising corporate safety."
}
