{
  "contactTitle": "BlueSphere MDM guarantees a safe and efficient educational environment",
  "education": "Education",
  "educationTitle": "Convenient teaching methods allow students to focus and learn",
  "educationSubTitle": "Bluesphere MDM ensures a safe and efficient teaching environment",
  "eduDeviceManage": "Educational Device Management",
  "eduDeviceManageTitle": "Restrict student devices from accessing applications, files and websites to create a more efficient and secure learning environment",
  "eduDeviceManageSubTitle": "BlueSphere MDM zero-touch registration registers educational devices on the cloud for unified management through registration templates; Kiosk mode allows students to use multiple educational applications and restricts them from installing other applications on Android devices; by disabling unnecessary Form autofill, javascript, pop-ups, cookies and history create a safer browser environment for students, ensuring that students cannot access unauthorized URLs. This ensures a safer and more efficient educational environment where students can just focus on and learning without interference from the rest of the information.",
  "useBsToManageEduDevice": "Use BlueSphere MDM to manage educational devices",
  "deviceManage": "Device Management",
  "deviceManageTitle": "Real-time remote education for teachers and monitoring and management of student equipment to improve work efficiency and teaching quality",
  "deviceManageSubTitle": "With the popularity of distance education, more and more educational institutions use mobile devices for distance course teaching. BlueSphere MDM can help teachers prepare and share courses, manage students' access rights, send notification messages or share teaching in real time Materials, open temporary classroom meetings, provide a safe and efficient educational environment, allowing teachers and students to focus on work and study, and communicate more smoothly.",
  "trailManageEduDevice": "Start to experience education device management"
}
