{
  "contactTitle": "Use BlueSphere MDM to optimize healthcare delivery today",
  "startToUse": "Start using",
  "scheduleADemo": "Schedule a demo",
  "healthAndMedical": "Medical Health",
  "medicalTopTitle": "A new type of healthcare service solution",
  "medicalSubTitle": "BlueSphere ensures the safety and functionality of medical and healthcare equipment",
  "manageMedicalDeviceTitle": "Easily manage your medical enterprise devices",
  "zeroTouchRegist": "Zero Touch Registration",
  "zeroTouchRegistSubtitle": "Quickly deploy your medical organization's equipment to the cloud through zero-touch registration for unified configuration management, easy and convenient, and take effect in real time. Simple but not simple!",
  "kioskMode": "Kiosk Mode",
  "kioskModeSubtitle": "Kiosk mode restricts device use application permissions, ensures the safety of medical staff and patients using tablets, creates a safer device use environment, and avoids other interference.",
  "remoteSupervision": "Remote Supervision Device",
  "remoteSupervisionSubtitle": "Remotely manage your medical Android mobile devices to ensure device safety and control, realize unified management, individual locking, remote upgrade and maintenance.",
  "remoteDeviceConfig": "Remote Device Configuration",
  "remoteMedicalTitle": "Smart medical services, optimize healthcare operations, improve the efficiency and experience of doctors and patients",
  "remoteMedicalSubTitle": "Today, the traditional paper-and-pencil recording mode has been gradually replaced by medical applications, and more and more doctors and nurses rely on public or private medical applications in healthcare for clinical operations and record keeping. BlueSphere MDM can Any of your Android devices is configured through a registration template, making it a dedicated medical device, and all medical applications can be remotely installed, configured, and upgraded on the medical device.",
  "useThisOnBs": "Try this feature on BlueSphere now",
  "onTimeDeviceManage": "Real-time device management",
  "onTimeDeviceManageTitle": "Telemedicine and patient monitoring, promoting communication between doctors and patients",
  "onTimeDeviceManageSubTitle": "Telemedicine consultation establishes a brand-new connection between medical experts and patients, so that patients can receive consultations from remote experts and receive treatment and care under their guidance in the original place and in the original hospital, which can save doctors and Patients spend a lot of time and money, simplifying the communication process between doctors and patients. Today, when the new crown epidemic is raging, applying BlueSphere MDM to telemedicine can limit face-to-face communication between doctors and patients and reduce the risk of infection.",
  "useBsForRemoteMedical": "Start telemedicine with BlueSphere MDM",
  "recordAndProtectData": "Record and Protect Data",
  "recordAndProtectDataTitle": "Protect patient privacy data and medical records, improve medical security and privacy",
  "recordAndProtectDataSubTitle": "In the current medical service field, patients' awareness of legal protection is increasing day by day. Once medical staff violate the rights of patients, no matter whether their behavior is negligent or intentional, it may cause medical disputes and lead to further damage to the doctor-patient relationship. Deterioration. BlueSphere MDM complies with HIPAA standards, ensures that the data of patients and medical staff are always safe, and does its best to maintain data security, effectively protect patient privacy, and create a good medical environment for patients.",
  "registFreeAndUse": "Register for free, start trial",
  "bsAppCommonQuestion": "BlueSphere MDM application FAQ",
  "questions": {
    "title-1": "BlueSphere MDM Application Frequently Asked Questions",
    "subtitle-1": "Medical staff can track the patient's vital signs through a professional application to monitor the patient's status in real time. In addition, by restricting access to the application and files of the patient's device, the patient can use the device for entertainment without worrying about device security.",
    "title-2": "How to apply Kiosk in the healthcare industry?",
    "subtitle-2": "Kiosks are often used as patient registration portals and can also be used for in-room entertainment, collection of patient vital signs, or portable workstations for collecting and updating patient information.",
    "title-3": "What is patient-specific equipment?",
    "subtitle-3": "Medical staff can track the patient's vital signs through a professional application to monitor the patient's status in real time. In addition, by restricting access to the application and files of the patient's device, the patient can use the device for entertainment without worrying about device security.",
    "title-4": "What is an Internet medical device?",
    "subtitle-4": "A connected medical device is a healthcare IoT device that transmits and receives data as part of remote patient monitoring therapy. Includes blood pressure or blood glucose monitors, heart rate monitors, glucose monitors Wait."
  }
}
